[
  {
    "quote": "People here are acting like it’s super easy and no big deal. But this is the first time I’ve heard of the count to six operation. At the end of a long day and probably several games with likely weather. The brain doesn’t always wanna work. This makes it much easier, thank you for sharing it.\n\nI’d also like to add that this is great for newer referees who may lack the experience and maybe a little nervous.",
    "name": "—rastaspoon",
    "source": "Reddit /referees",
    "sourceLink": "https://www.reddit.com/r/Referees/comments/1ojkv54/penalty_shootout_iphone_app/"
  },
  {
    "quote": "I never realized this was an issue with some. But I've seen team-mates unsure if we've won, I've seen kids on teams (just last weekend in NFHS) start to celebrate even though there was another kick to be taken, and referees appear to struggle to acknowledge the victory by a team. Maybe growing up in Europe and watching every soccer knockout game possible did have a benefit.",
    "name": "—PaleBluDottie",
    "source": "Reddit /referees",
    "sourceLink": "https://www.reddit.com/r/Referees/comments/1ojkv54/penalty_shootout_iphone_app/"
  },
  {
    "quote": "Just count the penalties, and write down makes/misses as you go. This is entirely over-complicating it.",
    "name": "-anonymous",
    "source": "",
    "sourceLink": ""
  },
  {
    "quote": "You are all over complicating it…just wait until one team cheers and storms the field and declare them the winner.\n\nI’m being wry … I’m actually terrible at tracking this and when there’s a shootout, I clam up bigtime when round 4 starts and it blows my mind because I look around and it feels like it’s so intuitive to everyone else and I’m the only one that struggled with it.",
    "name": "—beagletronic61",
    "source": "Reddit /referees",
    "sourceLink": "https://www.reddit.com/r/Referees/comments/1ojkv54/penalty_shootout_iphone_app/"
  },
  {
    "quote": "You have created a solution in search of a problem. Honestly, all you need to remember is it ends early if 3-0/0-3 after 3, or a 2+ goal difference after 4 or first kick in 5.",
    "name": "—ImportantDonkey1480",
    "source": "Reddit /referees",
    "sourceLink": "https://www.reddit.com/r/Referees/comments/1ojkv54/penalty_shootout_iphone_app/"
  }
]
